[LANSTR]
;公⽤用
STR_OK= باشه
STR_YES= بله
STR_CANCEL= لغو
STR_CONTINUE= ادامه
STR_NO= خیر
STR_CLOSE= بستن
STR_MIN= حداقل
STR_AUTO_RECOMMENDSOFTWARE=توصیه های نرم افزاری


STR_BACK_PNP= بازگشت
STR_NEXT= بعد
STR_OVER= انجام شد
STR_VER= ویرایش
STR_USERFEEDBACK= بازخورد
STR_USER_BACK= بازخورد
STR_MENU= منو
STR_HELP= راهنما
STR_OPRN_DRIVERTALENT= بازکردن EaseUS DriverHandy
STR_TYPE=" " :نوع
STR_NAME=" " :نام
STR_DRIVE=" " :درایور
STR_ADDRESS=" " :آدرس
STR_IS_DEFAULT=: پیش فرض
STR_SET_DEFAULT= به عنوان پیش فرض تنظیم شده است
STR_PRINT_MANAGE_PLATFORM= مدیریت پلتفرم چاپ
STR_MANUFACTURER=" " :سازنده
STR_DEV_DEVDESC=" " :توضیحات
STR_MOUSE_SETTING= تنظیمات موس
STR_KEYBOARD_SETTING= تنظیمات کیبرد
STR_AUDIO_SETTING= تنظیمات صدا

STR_MAIN_TITLE=EaseUS DriverHandy
STR_DRV_SCAN= تعمیر
STR_MAIN_TAB_GENERAL= عمومی
STR_MAIN_TAB_TOOLS= ابزارها
STR_MAIN_TAB_ADVANCE= پیشرفته

STR_HEAD_DEV_NAME= درایورها
STR_HEAD_DRV_VER= نسخه
STR_HEAD_DRV_TYPE= نوع
STR_HEAD_DRV_SIZE= اندازه
STR_HEAD_DRV_OPERATE= اقدام
STR_HEAD_BACKUP_STATE= وضعیت
STR_HEAD_BACKUP_TIME= پشتیبان گیری
STR_HEAD_PRINTER_NAME= نام چاپگر
STR_HEAD_PRINTER_IP= آی پی
STR_HEAD_HARD_TYPE= نوع سخت افزار
STR_HEAD_QUDRY_RESULT= نتیجه
STR_HEAD_WARN= بروزرسانی یا نه

STR_HEAD_DRV_VER نسخه= 1
STR_HEAD_DRV_DATE= تاریخ
STR_HEAD_DRV_INFO= اطلاعات
STR_HEAD_DRV_BACKUPTIME= زمان پشتیبان گیری
STR_HEAD_DRV_BACKUPVER= نسخه
STR_HEAD_DRV_BACKUPINFO= اظلاعات
STR_HEAD_DRV_BACKUPINFO_ACTION= گزینه ها
STR_CURRENT_QUERYDEV= اسکن
STR_CHECK_UPDATE= بررسی برای به روزرسانی
STR_AKEY_UPDATE= شروع
STR_AKEY_INSTALL= نصب
STR_AKEY_REPAIR= تعمیر
STR_AKEY_DEAL_FINISH= انجام شد
STR_AKEY_DEAL_BACK=%d! درایور(ها)با موفقیت پشتیبان گیری شدند
STR_AKEY_DEAL_BACK_FAILED=%d. پشتیبانگیری درایور(ها) با موفقیت انجام نشد
STR_AKEY_DEAL_REPAIR_SUC=%d ! تعمیر درایور(ها) با موفقیت انجام شد
STR_AKEY_DEAL_REPAIR_FAILED=%d. .تعمیر درایور (ها) با موفقیت انجام نشد
STR_AKEY_DEAL_CANCEL= لغو
STR_NOTNEEDUPDATE= عادی
STR_RE_QUERY= اسکن دوباره
STR_CANCELDEAL= آیا می خواهید روند فعلی را متوقف کنید ?<n> پس از اتمام روند فعلی متوقف خواهد
.شد
STR_NOTNEEDBACKUP= پشتیبان گیری
STR_BACKUPOK= موفق
STR_BACKUPERROR= پشتیبان گیری ناموفق
STR_START_RESTORE= بازیابی
STR_CANCEL_RESTORE= لغو
STR_LATER= بعداً
STR_DRV_UNINSTALL_TIP={f 5}{c #e9e9e دستگاه پس از حذف درایور نمیتواند کار کند{ 9 !{/c}{/f}
STR_COPY= کپی
STR_COPY کپی شده= 1
STR_DRV_INFO_SETSHOW= تنظیمات
STR_RESTORE_SYSTEM= حذف
STR_LOCALDRV_BROWSEBTN= مرور فایل ها
STR_LOCALDRV_MANULBTN= دستی
STR_LOCALDRV_DOWNBTN= دانلود
STR_LOCALDRV_MOREBTN= بیشتر
STR_LOCALDRV_SUILT_SYSTEM= :سیستم پشتیبانی شده
STR_LOCALDRV_SHUTDOW_SYSTEM= خاموش شدن
STR_LOCALDRV_REBOOT_SYSTEM= راه اندازی مجدد
STR_LOCALDRV_MAINPAGE_CHECK_TEXT= پس از پایان این روند خاموش شدن یا راه اندازی
مجدد شود؟
STR_LOCALDRV_DEV_STATUS = وضعیت
STR_LOCALDRV_REBOOT_NEED_INST = شما پس از آخرین حذف نصب کامپیوتر خود را مجددا
راه اندازی کرده اید. دوست دارید ادامه دهید؟
STR_LOCALDRV_DOWN_FAIL = {f دانلود برای خطای ناشناخته شکست خورد!{ 5 <n> شما می توانید
{c #207EBC}{u}{a} کپی آدرس لینک {/a}{/u}{/c},! به مرورگر برای دانلود {/f}
STR_LOCALDRV_CHECK_FAIL = {f تأیید برای خطای ناشناخته انجام نشد{ 5 !<n> شما می توانید {c
#207EBC}{u} آدرس لینک دانلود راکپی کرده و در {/u}{/c},! مرورگر برای دانلود وارد کنید {/f}
STR_LOCALDRV_DOWN_FAIL_OKBTN = دانلود
STR_AUTO_NOTNEEDUPDATEDEVCOUNT= عادی
STR_AUTO_GAME_COMPONENTS= اجزاء بازی
STR_AUTO_SYSTEM_INDEX= تعمیر سیستم
STR_AUTO_RESULT3={c #e9e9e تبریک!تمام درایورها به روز هستند!{ 9 {/c}
STR_AUTO_RESULT4={c #CA0500}%d{/c} {c #e9e9e درایور(ها) قدیمی!{ 9 {/c}
STR_AUTO_RESULT4_D=. اگر رایانه تان به خوبی کار می کند توصیه نمی شود که این درایور را بروز کنید
STR_AUTO_RESULT5={c #CA0500}%d{/c} {c #e9e9e درایور(ها) نیاز به تعمیر دارند!{ 9 {/c}
STR_AUTO_RESULT6={c #CA0500}%d {/c} {c #e9e9e درایور(ها) نیاز به تعمیر دارند{ 9 ;{/c}{c
#CA0500}%d {/c} {c #e9e9e درایور(ها)نیاز به تعمیر دارند!{ 9 {/c}
STR_AUTO_RESULT رایانه را برای تکمیل فرآیند راه اندازی مجدد کنید != 7
STR_AUTO_RESULT توجهّ: خطای سخت افزاری رخ داده است ..= 8
STR_AUTO_RESULT9={c #CA0500}%d{/c}! مشکلات باید حل شود
STR_AUTO_NEEDINSTALL_INTELDISPLAY= قبل از نصب درایور گرافیک اینویدیا لطفاً درایور اینتل
را نصب کنید!
STR_AUTO_NEEDINSTALL_AMDDISPLAY= قبل از نصب درایور گرافیک ای ام دی لطفاً درایور اینتل
را نصب کنید!
STR_AUTO_NEEDINSTALL_AMDAMDDISPLAY= قبل از نصب درایور گرافیکی ای ام دی درایور
یکپارچه آن را نصب کنید!
STR_AUTO_NEEDINSTALL_RECOMM= بروزرسانی
STR_AUTO_UPDATE_FINISH=! بروزرسانی انجام شد
STR_AUTO_UPDATE_HASCANCEL= لغو
STR_EXIT= خروج
STR_RUN_LAY= باشه
STR_DRV_UPDATE_PROMPT= تغییرات بروزرسانی
STR_DRV_UPDATE_PROMPT_CONTENT= کنترل از 3گیگابایت بر روی هارد دیسک %c, موجود
است که می تواند موجب ناموفق بودن نصب درایور شود. تمیز کردن دیسک توصیه می شود.
STR_BACKUP_FREESPACE_NOTENOUGH= کنترل از 3گیگابایت بر روی هارد دیسک %s,
موجود است که می تواند موجب ناموفق بودن پشتیبان گیری درایور شود. تمیز کردن دیسک یا تغییر مسیر توصیه
.می شود.
STR_DOWNLOAD_FREESPACE_NOTENOUGH= کنترل از 3گیگابایت بر روی هارد دیسک %s,
.موجود است که می تواند موجب ناموفق بودن دانلوددرایور شود. تمیز کردن دیسک یا تغییر مسیر توصیه می شود.
STR_DRV_UPDATE_PROMPT_OPENCLEAN=( تمیز کردن (توصیه شده
STR_DRV_UPDATE_PROMPT_IGNORE= نادیده گرفتن
STR_REBOOT_NOW= راه اندازی مجدد کن
STR_REBOOT_REPAIR_NEED= راه اندازی مجدد
STR_REBOOT_REPAIR_NOW= راه اندازی مجدد
STR_REBOOT_NEED= راه اندازی مجدد رایانه
STR_REBOOT_REINSTALL= راه اندازی مجدد
STR_REBOOT_RESULT= راه اندازی مجدد
STR_UPDATE_NOW= بروزرسانی کن
STR_SHUTDOWN_NOW= خاموش کن
STR_REBOOT_NOW راه اندازی مجدد کن= 2
STR_SHUTDOWN_NEED=. نصب کامل شد!رایانه به زودی خاموش می شود
STR_REBOOT_NEED نصب کامل شد!رایانه به زودی راه اندازی مجدد می شود .= 2
STR_DRV_ENABEL= فعال
STR_DRV_UPDATE_BASE= قابل بروزرسانی
STR_DRV_ENABEL_STATE= غیر فعال
STR_DRV_ENABEL_TIP=. دستگاه غیر فعال شده . برای نصب درایور آن را فعال کنید
STR_DRV_ENABEL_RESTORE_TIP=. دستگاه غیرفعال شده .برای بازیابی درایور آن را فعال کنید
STR_DRV_ENABEL_DOING=... شروع
STR_DRV_SCAN_DOING=... تعمیرات
STR_DRV_SCAN= تعمیر درایور
STR_MENU_TOUCHPAD_ENABLE= فعال سازی
STR_MENU_TOUCHPAD_DISABLE= غیرفعال سازی
STR_MENU_OPTION= تنظیمات
STR_MENU_ACTIVITE= فعال سازی
STR_MENU_NEWFEATURES= ویژگی های جدید
STR_MENU_MAIN_PAGE= صفحه اصلی
STR_MENU_FAQ= راهنما
STR_MENU_HELPUS= برای ترجمه به ما کمک کنید
STR_MENU_FORUM= انجمن
STR_MENU_DEV_DETAIL= جزئیات دستگاه
STR_MENU_LOCAL_DRV_DELFILE= حذف
STR_MENU_LOCAL_DRV_REPORT= بازخورد
STR_MENU_LOCAL_DRV_DATAILED= جزئیات
STR_DRV_DRIVER_FILE= فایل های درایور
STR_DRV_DRIVER_INFO= .اطلاعات درایور
STR_ABOUT= درباره ما
STR_ABOUT_ACTIVED= فعال شده
STR_ABOUT_ACTIVE_PRO= برای ویژگی های کامل به pro فعال کنید
STR_ABOUT_SERIAL_NUM= :کد
STR_ABOUT_PRIVACY= حریم خصوصی
STR_ABOUT_EULA= سیاست
STR_ABOUT_ACTIVEFULL= برای ویژگی های کامل به pro فعال کنید
STR_ABOUT_MAKE= —وقت خود را ارزشمند تر کنید
STR_REGISTER= فعال شده
STR_DRV_INFO_DETAIL=: جزئیات
STR_DRV_INFO_DEV=: دستگاه
STR_DRV_INFO_NAME=: نام
STR_DRV_INFO_CLASS=: دسته بندی
STR_DRV_INFO_MANU=MFR:
STR_DRV_INFO_DATE=: تاریخ عرضه
STR_DRV_INFO_VER=: نسخه
STR_DRV_INFO_SIZE=: اندازه
STR_DRV_INFO_INFO=: اطلاعات
STR_DRV_INFO_GRADE=: امتیاز
STR_DRV_INFO_DESC=: مقدمه
STR_DRV_INFO_MORE={f مقدمه{ 9 :{/f} {a} بیش تر {/a}
STR_DRV_INFO_NO= خیر
STR_DRV_INFO_HWID=HWID:
STR_DRV_INFO_HASH= چک اسم
STR_RESTORE_NOITEM= شما باید {a}<u> برای اوّلین بار پشتیبان گیری کنید </u>{/a} یا {a}<u> یک
پوشه پشتیبان گیری دیگر را انتخاب کنید </u>{/a}.
STR_CTRL_RESTORE_DELBACKUP= حذف
STR_OPTION_SELECTBACKUP_DIR= انتخاب فایل های پشتیبان برای بازیابی
STR_BACKUP_DETECTING={c #e9e9e9}{f .بررسی اطلاعات پشتیبان گیری ,لطفاً منتظر بمانید...{ 4
{/f}{/c}
STR_BACKUP_START= شروع
STR_BACKUP_STATUS_NOTBACKUP= پشتیبان گیری نشده
STR_BACKUP_STATUS_BACKUP= پشتیبان گیری شده
STR_BACKUP_STATUS_CANNOT= امکان پشتیبان گیری وجود ندارد
STR_BACKUP_STATUS_NOTDRIVER= بدون درایور
STR_BACKUP_NEEDBACKUPCOUNT={f 5}{c #e9e9e9}%d درایور(ها) می توانندد پشتیبان
گیری شوند! {/c}{/f}
STR_BACKUP_NOTNEEDBACKUP={f 5}{c #e9e9e ازتمام درایور ها پشتیبان گیری شد!{ 9 {/c}{/f}
STR_BACKUP_NOAVAILABLEDRIVER={f 5}{c #e9e9e درایوری برای پشتیبان گیری موجود{ 9
نیست! {/c}{/f}
STR_BACKUP_WAIT= درحال انتظار
STR_BACKUP_DOING= پردازش
STR_BACKUP_DOING پردازش = 1
STR_BACKUP_CANCEL لغو= 2
STR_BACKUP_NEED= نیاز به تهیه پشتیبان دارد
STR_BACKUP_NOTNDDE= پشتیبان
STR_VIEW_BACKUP_SETTING= تنظیمات پشتیبان
STR_VIEW_BACKUP_FILE= نمایش فایل های پشتیبان گیری
STR_BACKUP_FINISH=! پشتیبان گیری با موفقیّت انجام شد
STR_BACKUP_CANCEL= لغو
STR_BACKUP_RESULT1={c #CA0500}%d{/c} از درایور(ها) پشتیبان گرفته شد ;{c
#CA0500}%d{/c} ! درایور(ها)پشتیبان گرفته نشد
STR_BACKUP_RESULT2={c #CA0500}%d{/c} ! از درایور(ها) پشتیبان گرفته شد
STR_BACKUP_RESULT3={c #CA0500}%d{/c} ! درایور(ها)پشتیبا گرفته نشد
STR_EVALUATE_NO= ارزیابی نشده است
STR_EVALUATE_QUERY_REPORT= بازخورد
STR_EVALUATE_SYSTEM= ارزیابی سیستم %s
STR_EVALUATE_RESULT_NOT_SUPPORT=! نتیجه: پشتیبانی نمی شود
STR_EVALUATE_SYSTEM_SUPP= پیش فرض
STR_MANUAL_UPDATE_FAILED= ناموفق
STR_MANUAL_UPDATE_FAILED_DATA= اطلاعات خراب شده
STR_MANUAL_NEEDREBOOT= راه اندازی مجدد
STR_MANUAL_REDOWNLOAD= دانلود مجدد
STR_MANUAL_BEGINUPDATE= بروزرسانی
STR_MANUAL_BEGININSTALL= نصب
STR_MANUAL_WAITFORINSTALL= منتظر بمانید
STR_MANUAL_INSTALLING=... درحال نصب
STR_MANUAL_UNZIPING=... در حال استخراج فایل فشرده
STR_REFRESH= تازه سازی
STR_REMOVE_WAIT= منتظر بمانید
STR_REMOVE_BEGINREMOVE= حذف
STR_REMOVE_DOINGREMOVE=... در حال حذف
STR_REMOVE_DOINGREMOVE حذف:= 1
STR_REMOVE_DOINGREMOVE درحال حذف= 2 %s درایور قدیمی , لطفاً منتظر بمانید
STR_REMOVE_FAILED= حذف ناموفق بود
STR_REMOVE_SUCC= موفق
STR_REMOVE_FINISH= تمام شد
STR_REMOVE_CANCEL= لغو
STR_REMOVE_RESULT حذف با موفقیت انجام شد.= 1 {c #CA0500} %d{/c} درایور(ها)؛ حذف ناموفق
بود {c #CA0500}%d{/c}( درایور(ها {/c}
STR_REMOVE_RESULT2={c #CA0500} %d{/c} ! درایور(ها) با موفقیت حذف شدند
STR_REMOVE_RESULT3={c #CA0500}%d {/c} درایور(ها)لغو نصب ناموفق بود
STR_REMOVE_FINISH_NEEDREBOOT= راه اندازی مجدد
STR_SELECT_DRV_BACKUP={c # در هنگام بازیابی عملیات دیگری انجام ندهید!{ 666666 {/c}
STR_RESTORE_RESTORE بازگرداندن درایور لغو شد! توقف، زمانی که روند فعلی کامل شد!= 1
STR_RESTORE_DOINGRESTORE=... در حال بازیابی
STR_RESTORE_RESTOREOK= تمام شد
STR_RESTORE_RESTOREFAILED= بازیابی ناموفق
STR_RESTORE_RESTORING=
STR_RESTORE_RESTORE_SELECT= آماده سازی برای بازگرداندن
STR_RESTORE_RESTORE_NOT_SELECT= انتخاب نشده
STR_RESTORE_SELECTBACKUPDIR=<u> یک دایرکتوری پشتیبان دیگری انتخاب کنید </u>
STR_RESTORE_FINISH= تمام شد
STR_RESTORE_CANCEL= لغو
STR_RESTORE_RESULT1={c #CA0500}%d {/c} ! درایور(ها) بازیابی شد ;{c #CA0500}%d {/c}
درایور(ها) بازیابی نشد! {/c}
STR_RESTORE_RESULT2={c #CA0500}%d {/c} ! !درایور(ها)بازیابی شد
STR_RESTORE_RESULT3={c #CA0500}%d {/c} ! درایور(ها) بازیابی نشد
STR_RESTORE_NODRIVER=! هیچ درایوری بازیابی نشد
STR_RESTORE_FINISH_NEEDREBOOT=! راه اندازی مجدد برای تأیید روند
STR_RESTORE_NEED_RESTORE_TEXT= بارگذاری انجام نشد {c #207EBC}%s{/c} درایور
غیر طبیعی! بهتر است درایور را بازگردانید!
STR_RESTORE_NEED_RESTORE_OKBTN= بازیابی
STR_RESTORE_NEED_RESTORE_CANCELBTN= لغو
STR_RESTORE_NEEDCOUNT={f 5}{c #e9e9e9}%d ! درایور(ها)می تواند دوباره بازیابی شود {/c}
{/f}
STR_RESTORE_NOCOUNT={f 5}{c #e9e9e هیچ نسخه پشتیبانی یافت نشد!{ 9 {/c}{/f}
STR_CTRL_AUTOUPDATE_NOUPDATE=! درایور جدیدی وجود ندارد
STR_DEVCLASS_UNKNOWN= ناشناخته
STR_DEVCLASS_DISP= نمایش دادن
STR_DEVCLASS_NET= شبکه
STR_DEVCLASS_MOUSE= ماوس
STR_DEVCLASS_TOUCHTABLET= صفحه لمسی
STR_DEVCLASS_MEDIA= صدا
STR_DEVCLASS_MONITOR= مانیتور
STR_DEVCLASS_BATTERY= باطری
STR_DEVCLASS_SOFTNET= Softnet
STR_DEVCLASS_SYS= سیستم
STR_DEVCLASS_USB= USB
STR_DEVCLASS_USBHUB= هاب USB
STR_DEVCLASS_BLUETOOTH= بلوتوث
STR_DEVCLASS_PRINTER= چاپگر
STR_DEVCLASS_KEYBOARD= صفحه کلید
STR_DEVCLASS_CDROM= سی دی رام
STR_DEVCLASS_FLOPPYDISK= فلاپی دیسک
STR_DEVCLASS_POWERMGR= PowerMgr
STR_DEVCLASS_CCT= CCT
STR_DEVCLASS_UAA= اتوبوس کنترل صدا(UAA)
STR_DEVCLASS_IMG=IMG
STR_DEVCLASS_DISKCONTROLLER= کنترل دیسک
STR_DEVCLASS_INFRARED= اشعه مادون قرمز
STR_DEVCLASS_IMAGE= دوربین
STR_DEVCLASS_MB= مادربرد
STR_DEVCLASS_WIRELESSNET= شبکه بی سیم
STR_DEVCLASS_HDMI=HDMI
STR_DEVCLASS_USB_NET=USB شبکه بی سیم
STR_STRCOMMON_BAND= اصلی
STR_BRANDDRIVER= برند
STR_COMPATIBLE= سازگاری
STR_PUBLICDRIVER=WHQL
STR_CHECKVER_GETVERINFO=... بررسی بروز رسانی، لطفاً صبر کنید
STR_CHECKVER_NONEWVER=! این جدیدترین نسخه است
STR_CLIENT_UPDATECHECK=. نسخه فعلی قدیمی است! لطفا به جدیدترین به روز رسانی کنید
STR_CLIENT_UPDATEING=... در حال بروزرسانی،منتظربمانید
STR_CLIENT_UPDATEOK=. به روز رسانی کامل است روی "شروع" کلیک کنید تا پیش بروید
STR_CLIENT_DOWNING=: درحال دانلود
STR_TIPS_TITLE_DEFAULT= نکات
STR_TIPS_INSTALL_DISPLAY= در هنگام به روز رسانی درایورهای صفحه نمایش، امکان سیاه شدن و
یا سوسو زدن وجود خواهد داشت!
STR_TIPS_INSTALL_NET= در هنگام به روز رسانی درایور شبکه، اتصال به شبکه ممکن است به طور
موقت متوقف شود!
STR_TIPS_INSTALL_MEDIA= پس از به روز رسانی درایور، ممکن است نیاز به تنظیم مجدد دستگاه های
صوتی داشته باشید.
STR_TIPS_CLIENT_UPDATE=!. به روز رسانی کامل است روی "شروع" کلیک کنید تا پیش بروید
STR_TIPS_DELETE_FILE=! بسته درایور حذف شده است
STR_TIPS_DELETE_FILE_FAILED= بسته ی درایور حذف شد لطفا مطمئن شوید که فایل ها در حال
استفاده نیستند.
STR_TIPS_COPY_INFO_SUCC=! جزئیات با موفقیت کپی شد
STR_TIPS_COPY_INFO_FAILED=! جزئیات دقیق کپی نشد
STR_TIPS_COPY_SHAREURL_SUCC=! اشتراک گذاری آدرس با موفقیت انجام شد
STR_TIPS_COPY_SHAREURL_FAILED=.. آدرس اشتراک گذاری کپی نشد! لطفا دوباره تلاش کنید
STR_TIPS_USE_NOW= اکنون استفاده کنید
STR_TIPS_TOUCH_TITLE= اطلاعیه تغییر صفحه لمسی
STR_TIPS_TOUCH_LAB= خارجی USB mouse موجود است. آیا شما نیاز به غیر فعال کردن صفحه
لمسی دارید؟
STR_TIPS_TOUCH_NONOTICE_LAB= بعداً متوجه نشوید
STR_TIPS_CANNOTEXIT آیا مایل به خروج اجباری هستید؟= 2
STR_BASIC_NEED_UPDATE={c #CA0500}%d{/c} ! درایور(ها)نیاز به تعمیر دارند
STR_BASIC_NEED_BACKUP={c #CA0500}%d{/c} ! درایور(ها)نیاز به پشتیبان گیری دارند
STR_BASIC_NEED_REBOOT={c #CA نیاز به راه اندازی مجدد{ 0500 {/c}
STR_BASIC_NEED_UPDATE2={c #ea قابل بروزرسانی است{ 9321 {/c}
STR_BASIC_NEED_INSTALL={c #CA باید تعمیر شود{ 0500 {/c}
STR_BASIC_DEV_BAD={c #CA خطای سخت افزاری{ 0500 {/c}
STR_BASIC_DEV_BAD خطای سخت افزار= 2
STR_BASIC_NOTNEED_UPDATE= عادی
STR_BASIC_NOTNEED_BACKUP= پشتیبان گیری شده
STR_BASIC_STATUS_DETECTING={c #e9e9e اسکن کردن، لطفا چند دقیقه صبر کنید{ 9 {/c}
STR_BASIC_COMPUTER=%s
STR_BASIC_RESULT1={c #e9e9e با موفقیت رفع شد{ 9 {c #CA0500} %d {/c} درایورمشکلات ; {c
#CA0500}%d {/c} مشکلات درایور(ها) حل نشده !{/c}
STR_BASIC_RESULT2={c #e9e9e موفق به حل شد{ 9 {c #CA0500} %d {/c}( /}! مشکل درایور (ها
c}
STR_BASIC_RESULT3={c #e9e9e9}{c #CA0500}%d {/c}! مشکل درایور(ها) حل نشده است {/c}
STR_BASIC_NODRIVER={c #e9e9e هیچ مشکل درایوری حل نشده است{ 9 !{/c}
STR_BASIC_MUST_SOFT= نرم افزار های لازم
STR_BASIC_INDEX_FAILED= هنگام نصب درایور، خطای ناشناخته رخ داده است! لطفا دوباره تلاش
.کنید
STR_BASIC_INDEX_RESOLVE={c #3c3c3c}{f تلاش برای تعمیر هوشمند بروز رسانی درایور{ 4
ناموفق بود .{/f} {/c}
STR_BASIC_INDEX_REPAIR_DOING={c #3c3c3c}{f تعمیر هوشمند را شروع کنید!{ 4 {/f}{/c}
STR_BASIC_INDEX_REPAIR_ERROR= با عرض پوزش، تعمیر هوشمند شروع نشد
STR_BASIC_INDEX_TASK={c #3c3c3c}! شروع تعمیر هوشمند {/c}
STR_BASIC_INDEX_REPAIR_REPORT= بازخورد
STR_BASIC_INDEX_REPAIR_REPAIR= تعمیر هوشمند
STR_BASIC_DRV_CHECKERROR={c #3c3c3c}{f به دلیل خطای دانلود، درایور ممکن نیست به{ 4
روز رسانی شود {/f} {/c}
STR_BASIC_DRV_CHECKERROR_TIP= نکته: برای دریافت کمک یا ارسال با تیم پشتیبانی فنی ما
تماس بگیرید {a} بازخورد .{/a}
STR_STRCOMMON_DESKTOP= دسکتاپ
STR_STRCOMMON_BENBEN= لپ تاپ
STR_BIT= -بیتی
STR_32BIT= -32 بیتی
STR_64BIT= -64 بیتی
STR_PROFESSIONAL= حرفه ای
STR_HOME_EDTITION= خانه
STR_DEV_DETAIL_DRV= .اطلاعات
STR_DEV_DETAIL_DRV_OLD= فعلی
STR_DEV_DETAIL_DRV_NEW= بروزرسانی
STR_DEV_DETAIL_DEVID= دستگاه
STR_DEV_DETAIL_HWID=HWID:
STR_DEV_DETAIL_CMID= :آی دی سازگار
STR_DEV_DETAIL_EXPORT= صدور جزئیات دستگاه
STR_DEV_DETAIL_SAVE= ذخیره به عنوان
STR_PNP_UNKNOW= ناشناخته
STR_PNP_ANDROID= اندروید
STR_PNP_IOS= سیستم اپل
STR_PNP_IMAGE= دوربین عکاسی
STR_PNP_VIDEO= ویدئو
STR_PNP_AUDIO= سمعی
STR_PNP_WIRELESS= بي سيم
STR_PNP_HANDWRITING= نوشتن پد
STR_PNP_HID=HID
STR_PNP_XBOX= XBOX
STR_PNP_MASS= دستگاه ذخیره سازی انبوه
STR_PNP_READ_CARD= کارت خوان
STR_PNP_UDISK= دیسک USB فلش
STR_PNP_MOBILE_DISK= هارد دیسک موبایل
STR_PNP_UKEY= کلید USB سلامت
STR_PNP_KEYMOUSE=Keyboard/Mouse
STR_PNP_NO=... بررسی دستگاه ها، لطفا صبر کنید
STR_PNP_HASDEV= متصل {c #CA0500}%d{/c} USB دستگاه های
STR_PNP_DRIVERSTATUSOK= درایور عادی است
STR_PNP_DRIVERSTATUSERROR= درایور غیر عادی است
STR_PNP_INSTANCEDRIVER= نصب
STR_PNP_QUERYDRIVER=... پرس و جو کردن
STR_PNP_DISABLE_DONE= غیر فعال شده
STR_PRINTER_OPTION_SEARCH= جستجو
STR_PRINTER_OPTION_SET= تنظیمات
STR_PRINTER_ADD= چاپگر شبکه
STR_PRINTER_SEARCH= جستجو
STR_PRINTER_STOP= توقف
STR_PRINTER_SEARCHING= جستجو برای چاپگرها ممکن است با توجه به شرایط شبکه شما، مدتی
طول بکشد . <n> .همچنین می توانید جستجو را انجام دهید و آن را به صورت دستی از لیست دستگاه نصب کنید
STR_PRINTER_SEARCH_FAILED=! جستجو انجام نشد
STR_PRINTER_SEARCH_FAILED جستجو برای چاپگرهای موجود انجام نشد! لطفا چاپگر را بررسی= 2
کنید و دوباره امتحان کنید.!
STR_PRINTER_DOWN= دانلود درایور چاپگر
STR_PRINTER_DWONING=: درحال دانلود
STR_PRINTER_DWON_FAILED={f دانلود ناموفق بود!لطفاً کلیک کنید{ 1 {a} بازگشت {/a} دوباره
امتحان کنید .{/f}
STR_PRINTER_INSTALLED={f درایور با موفقیت نصب شد!{ 1 {/f}
STR_PRINTER_INSTALL_DEV= در حال نصب
STR_PRINTER_INSTALL_SUCC={f 11}{c #5c5e چاپگر اضافه شده{ 64 :{/c}{/f} {c
#666666}%s{/c}
STR_PRINTER_INSTALL_FAILED={f نصب ناموفق کلیک{ 1 {a} بازگشت {/a} را انتخاب کرده و دوباره
امتحان کنید. {/f}
STR_PRINTER_DEFAULT_SET= اگر شما نیاز دارید که چاپگر را با دیگران در این شبکه به اشتراک
بگذارید، تنظیمات را تغییر دهیداز کنترل <n> صفحه .{a}<u> تنظیمات </u>{/a}
STR_PRINTER_SELECT_DESC=ip چاپگر را وارد کنید
STR_PRINTER_SELECT_IP= چاپگر IP:
STR_PRINTER_SELECT_IP_DESC= ورودی {f 12}{c #2285C6}*{/c}{/f} در پایان برای جستجو در
کل شبکه
STR_PRINTER_SELECT_IP_RANGE=IP : دامنه
STR_PRINTER_SELECT_IP_TO= به
STR_PRINTER_IP_ERR=IP .آدرس نادرست است لطفا آدرس خود را بررسی کنید و دوباره امتحان کنید
STR_PRINTER_BRAND_Broadcom=Broadcom
STR_PRINTER_BRAND_HP=HP
STR_PRINTER_BRAND_Lenovo=Lenovo
STR_PRINTER_BRAND_DELL=Dell
STR_PRINTER_BRAND_Canon=Canon
STR_PRINTER_BRAND_RICOH=Ricoh
STR_PRINTER_BRAND_Samsung=Samsung
STR_PRINTER_BRAND_Sharp=Sharp
STR_PRINTER_BRAND_Fujitsu=Fujitsu
STR_PRINTER_BRAND_EPSON=Epson
STR_PRINTER_BRAND_lexmark=Lexmark
STR_PRINTER_BRAND_FuJiXerox=Fuji Xerox
STR_PRINTER_BRAND_Panasonic=Pannasonic
STR_PRINTER_BRAND_Brother=Brother
STR_PRINTER_BRAND_Seiko=Seiko
STR_PRINTER_BRAND_OKI=OKI
STR_PRINTER_BRAND= برند
STR_PRINTER_BRAND_SEL= لطفا برند چاپگر را انتخاب کنید
STR_PRINTER_PRODUCT= مدل
STR_PRINTER_PRODUCT_SRC= جستجوی سریع مدل چاپگر
STR_PERIPH_NO_DEV=. اگر دستگاه های شما شناسایی نشوند، سعی کنید درایور آن را تعمیر کنید
کنید .STR_PERIPH_NO_DEV2=EaseUS DriverHandy می تواند دستگاه های متصل را به صورت خودکار
شناسایی کند، بنابراین نیازی به اضافه کردن آنها به صورت دستی نیست ;<n> اگر دستگاه های متصل شناسایی
.نشود، لطفا خط داده را رفع و یا پورت را تغییر دهید
STR_PERIPH_NO_DEV .خطایی در سیستم رخ داده است. لطفا قبل از نصب درایور آن را تعمیر کنید= 3
STR_PRINTER_SELECT= انتخاب چاپگر
STR_DOWNLOAD_WAIT= منتظر بمانید
STR_DOWNLOAD_DOING=... درحال دانلود
STR_DOWNLOAD_SUCC= تمام شد
STR_DOWNLOAD_FAILED= ناموفق
STR_DOWNLOAD_FINISH= پایان
STR_DOWNLOAD_CANCEL= لغو
STR_DOWNLOAD_CHECKERROR=! بررسی خطا
STR_DOWNLOAD_CHECKERROR بررسی ناموفق بود!= 1
STR_DOWN_INSTALLED= نصب شده
STR_SOFTDOWN_INSTALL= نصب
STR_DOWN_PROGRESS={c #e9e9e دانلود{ 9 %d درایور (Total:%d)
STR_DOWN_CURDRV={c #e9e9e دانلود{ 9 %s درایور {/c}
STR_DOWNLOAD_CANCEL= لغو
prt_peripherals_back_link={a}{f 1}<u> لوازم جانبی </u>{/f} {f 11}>{/f}{/a} {f 1}{c #6B6B6B}
افزودن چاپگر {/c}{/f}
prt_lab_tips روش جستجو برای چاپگر هارا انتخاب کنید= 1
prt_lab_tips برند چاپگر را انتخاب کنید= 2
prt_lab_tips دانلود و نصب درایور= 3
STR_INSTALL_DOING=... درحال بروزرسانی
STR_REPAIR_DOING=... درحال تعمیر
STR_INSTALL_SUCC= موفق
STR_INSTALL_FAIL= ناموفق
STR_REPAIR_SUCC= موفق
STR_REINSTALL= نصب مجدد
STR_INSTALL_PROGRESS= نصب %d درایور (مجموع :٪ d)
STR_INSTALL_CURDRV={c #e9e9e درحال نصب، لطفا صبر کنید ...{ 9 {/c}
STR_INSTALL_DOC_NET=... نصب پچ درایور لطفا صبر کنید
STR_INSTALL_DOC_NET !برای تکمیل فرایند ممکن است چند دقیقه طول بکشد. ممنون که صبر کردید= 2
STR_INSTALL_ERROR=! نصب ناموفق
STR_INSTALL_M_ERR=! نصب به علت خطای سیستم نمی تواند انجام شود
STR_INSTALL_M_ERR راه اندازی مجدد کامپیوتر و امتحان دوباره != 2
STR_SETTING_DRVQUERYLAB= بررسی سلامت به طور خودکار زمانی که برنامه راه اندازی شده
است.
STR_AUTOQUERY_EVERYTIMES= هر زمان
STR_AUTOQUERY_EVERYDAY= هر روز
STR_AUTOQUERY_NEVER= هرگز
STR_SETTING_SHOWDETAILEDINFOCHECK= نمایش جزئیات در هنگام کلیک بر روی آیتم خاص
STR_SETTING_SELECTFLODER= انتخاب پوشه
STR_SETTING_SOCKET_OK= پروکسی موجود است
STR_SETTING_SOCKET_FAILED=. پروکسی در دسترس نیست! لطفا دوباره تنظیم کنید
STR_SETTING_WARN= به روز رسانی سریع
STR_SETTING_NO_WARN= بدون عجله
STR_SETTING_WARNING دایرکتوری دانلود نادرست!= 1
STR_SETTING_WARNING دایرکتوری پشتیبان نادرست!= 2
STR_SETTING_WARNING پوشه پشتیبان و پوشه دانلود نمیتوانند یکسان باشند != 3
STR_QUERY_RETRY= دوباره
STR_QUERY_ERROR=. خطای شبکه! تنظیمات شبکه را بررسی کنید
STR_QUERY_ERROR پرس و جو درایور ناموفق بود!= 2
STR_QUERY_ERROR_CAUSE=! دلیل: ماژول پرس و جو توسط فرآیند ناشناخته متوقف شد
STR_NET_TITLE=! اتصال سریع
STR_NET_NO_DEV= هیچ شبکه ای در دسترس نیست! لطفاً بررسی کنید {a} تنظیمات سخت افزار را {/a}.
STR_NET_NO_DRV= درایور کارت شبکه نادرست نصب شده است! سعی کنید {a} اسکن کامل {/a} یا {a}
EaseUS DriverHandy برای کارت شبکه {/a} . برای نصب درایور
STR_NET_NO_NET=! هیچ شبکه ی قابل شناسایی موجود نیست لطفاً بررسی کنید {a} تنظیمات شبکه {/a}.
STR_NET_NO_SERVER= اتصال به سرور ناموفق بود لطفاً مشکلات خود را به بفرستید {a} انجمن رسمی
ما {/a}
STR_NET_NO_DRV_HAS_BACKUP=EaseUS DriverHandy به علت درایور شبکه غیر عادی قادر به کار
نیست. شما بهتر است درایور شبکه را بازگردانید!
STR_NET_NO_DRV_NETVER=EaseUS DriverHandy قادر به کار به دلیل درایور شبکه غیر عادی است. شما
می توانید استفاده کنید {a}EaseUS DriverHandy برای کارت شبکه {/a} ! برای رفع درایور شبکه
STR_UNINSTALL_CUR_DRV= منسوخ شده %s درایور بر روی رایانه شما یافت شد ! شما باید قبل از
به روز رسانی آن را حذف کنید.
STR_UNINSTALL_AND_INSTALL= حذف
STR_NO_UNINSTALL= بروزرسانی
STR_EXIT_INSTALL= لغو
STR_DOUBLEDISPLAY_REMINDER=! فقط یک درایور صفحه نمایش برای بازگرداندن را انتخاب کنید
STR_NEW= جدید
STR_MUST= لازم
STR_IMPORT= مهم
STR_SYSTEM_INFO=Computer: %s, سیستم : %s
STR_CLIENT_VERSION=: نسخه%ها
STR_UNZIP_ING=... باز کردن فایل های درایور، لطفا صبر کنید
STR_IGNORE_TEXT= نادیده گرفته شده (%d)
STR_LAGNUAGE_CHANGE= شما زبان جدید را انتخاب کرده اید. برنامه را برای تأیید تغییرات راه
.اندازی مجدد کنید
STR_USER_SHARE_FAILED= ارسال داده ها ناموفق بود ! لطفا شبکه را بررسی کنید و دوباره امتحان
کنید
STR_USER_EMAIL_FAILED!= آدرس ایمیل صحیح نیست
STR_BOTTOM_STABLE_MODE= درایور پایدار
STR_BOTTOM_NOMAL_MODE= آخرین درایور
;start
STR_HOME_LAB لطفا برای بررسی همه ی درایور های سیستم بر روی اسکن کلیک کنید.= 1
STR_HOME_LAB برای افزایش سرعت سیستم همیشه درایور های خود را به روز نگه دارید .= 2
STR_HOME_NET_ERROR=! ارتباط ناموفق
STR_HOME_BTN_SCAN= اسکن
STR_HOME_BTN_STOP= توقف
STR_HOME_SCAN_LAB رایانه اسکن شده، لطفا چند دقیقه صبر کنید.= 1
STR_HOEM_MANAGE_BTN= ابزار ها
STR_HOEM_PNP_BTN= لوازم جانبی
STR_HOEM_HARDWARE_BTN= دستیار ویندوز
STR_HOEM_PRE_LOAD_BTN= پیش بارگذاری شده
STR_ERROR_NET_NO_DEV=! کارت شبکه یافت نشد
STR_HOEM_ERROR_NET_NO_DEV_LINK={f 1}{c #E9F5FC} بازکن {a}{u}{c #E9F5FC} را
مدیریت دستگاه ها را {/c}{/u}{/a}{/c}{/f}
STR_ERROR_NET_NO_DRV=! درایور شبکه کار نمی کند
STR_HOEM_ERROR_NET_NO_DRV_LINK={f 1}{c #E9F5FC} این را تعمیر کن با Driver
Handy برای کارت شبکه ({a}{u}{c #E9F5FC}%s{/c}{/u}{/a})
STR_ERROR_NET_NO_DRV_HAS_BACKUP=! درایور شبکه کار نمی کند
STR_HOEM_ERROR_NET_NO_DRV_HAS_BACKUP_LINK={f 1}{a}{u}{c #E9F5FC}
بازیابی درایور از نسخه پشتیبان {/c}{/u}{/a}{/f}
STR_ERROR_NET_NO_DRV_NETVER=! درایور شبکه کار نمی کند
STR_HOEM_ERROR_NET_NO_DRV_NETVER_LINK={f 1}{a}{u}{c #E9F5FC} این را
تعمیر کن با EaseUS DriverHandy برای کارت شبکه {/c}{/u}{/a}{/f}
STR_ERROR_NET_NO_NET=! خطا در اتصال به اینترنت
STR_HOEM_ERROR_NET_NO_NET_LINK={f 1}{c #E9F5FC} بازکن {a}{u}{c #E9F5FC}
راتنظیمات شبکه را {/c}{/u}{/a}{/c}{/f}
STR_ERROR_NET_NO_SERVER=! !اتصال به سرور ناموفق بود
STR_HOEM_ERROR_NET_NO_SERVER_LINK= {f 1}{a}{u}{c #E9F5FC} پشتیبانی آنلاین یا
ارسال بازخورد {/c}{/u}{/a}{/f}
STR_HOEM_ERROR_PRE_DOWNLOAD_LINK={f 1}{c #E9F5FC} یا {a}{u}{c #E9F5FC}
لیست سخت افزار {/c}{/u}{/a} برای دانلود درایور ها بر روی رایانه ای دیگر .{/c}{/f}
STR_ERROR_NET_NO_DEV_LINK={f 1}{c #5a8ac بازکن{ 4 {a}{u}{c #5a8ac مدیریت دستگاه{ 4
ها را {/c}{/u}{/a}{/c}{/f}
STR_ERROR_NET_NO_DRV_LINK={f 1}{c #5a8ac رفع کن با { 4 EaseUS DriverHandy برای کارت شبکه
({a}{u}{c #5a8ac4}%s{/c}{/u}{/a})
STR_ERROR_NET_NO_DRV_HAS_BACKUP_LINK={f 1}{a}{u}{c #5a8ac بازگرداندن{ 4
درایوراز نسخه پشتیبان {/c}{/u}{/a}{/f}
STR_ERROR_NET_NO_DRV_NETVER_LINK={f 1}{a}{u}{c #5a8ac تعمیر آن با{ 4 Driver
Handy برای کارت شبکه {/c}{/u}{/a}{/f}
STR_ERROR_NET_NO_NET_LINK={f 1}{c #5a8ac بازکن{ 4 {a}{u}{c #5a8ac تنظیمات کارت{ 4
شبکه را {/c}{/u}{/a}{/c}{/f}
STR_ERROR_NET_NO_SERVER_LINK= {f 1}{a}{u}{c #5a8ac /}پشتیبانی آنلاین یا بازخورد{ 4
c}{/u}{/a}{/f}
STR_ERROR_PRE_DOWNLOAD_LINK={f 1}{c #5a8ac یا{ 4 {a}{u}{c #5a8ac صدور { 4
مشخصات سخت افزاری {/c}{/u}{/a} دانلود رانندگان بر روی یک کامپیوتر دیگر .{/c}{/f}
;main left
STR_LEFT_DIAGNOSIS= وضعیت درایورها
STR_LEFT_TOOLS= نجات درایور ها
STR_LEFT_TOOLS_B= پشتیبان گیری درایورها
STR_LEFT_TOOLS_R= بازیابی درایورها
STR_LEFT_TOOLS_SYS= بازیابی سیستم ها
STR_LEFT_TOOLS_U= حذف درایور ها
STR_LEFT_PERIPHERAL= درایور های لوازم جانبی
STR_LEFT_USB= درایور های usb
STR_LEFT_PRINTER= مشکلات چاپگر
STR_LEFT_PRE= پیش دانلود شده
STR_LEFT_PRE_LOCAL= برای این رایانه
STR_LEFT_PRE_OTHER= برای رایانه ی دیگر
STR_LEFT_PRE_HELP= یک سؤال بپرسید
STR_LEFT_HARDWARE= ابزارها
STR_LEFT_SETTING= تنظیمات
STR_LEFT_SETTING_G= اصلی
STR_LEFT_SETTING_D= درایورها
STR_LEFT_SETTING_N= شبکه
STR_LEFT_HOMEURL=www.drivethelife.com
;bottom
STR_BOTTOM_ACTIVATE_BTN= اکنون فعال کنید
STR_BOTTOM_FREE_ACTIVATE_BTN= رایگان
STR_BOTTOM_RESTORE_LAB اسکن رایانه برای بررسی همه درایور ها= 1
STR_BOTTOM_RESTORE_LAB اسکن رایانه برای بررسی همه درایور ها= 2
STR_BOTTOM_BACKUP_LAB شما میتوانید مسیر ذخیره فایل پشتیبان را در تغییر دهید= 1 {a}
تنظیمات {/a}.
STR_BOTTOM_STATE_MODE_TIP= .برای شما درایور مناسب را فراهم می کند
STR_BOTTOM_LASTER_MODE_TIP=. برای شما جدید ترین درایور را فراهم می کند
STR_BOTTOM_ACTIVATETO_BTN= فعال سازی به Pro
;local detailwnd
STR_LOCAL_DETAIL_TITLE=: جزئیات درایور
STR_LOCAL_DETAIL_DRV_NAME=: درایور
STR_LOCAL_DETAIL_DRV_VENDOR=: فروشنده
STR_LOCAL_DETAIL_DRV_TYPY=: نوع
STR_LOCAL_DETAIL_DRV_CREVER=: نسخه
STR_LOCAL_DETAIL_DRV_CURVER_DATE=: تاریخ
STR_LOCAL_DETAIL_DRV_CURVER_SIZE=: اندازه
STR_LOCAL_DETAIL_DRV_NEWVER=: بروزرسانی
STR_LOCAL_DETAIL_DRV_UNKNOWN= ناشناخته
STR_LOCAL_DETAIL_DRV_NODRIVER= بدون درایور
STR_LOCAL_DETAIL_HEAD_NOW= نصب شده
STR_LOCAL_DETAIL_HEAD_UPDATE= بروزرسانی
STR_LOCAL_DETAIL_REPAIR= تعمیر
STR_LOCAL_DETAIL_START= فعال سازی
STR_LOCAL_DETAIL_CLOSE= بستن
;local head
STR_LOCAL_STOP_BTN= توقف
STR_BASIC_INDEX_REPAIR_DONE=! تعمیر درایور انجام شد
;hardware profile
STR_SYS_BOOT_TIME=: زمان بوت
STR_SYS_MODEL=: مدل
STR_SYS_INSTALL_DATE=: زمان نصب
STR_SYS_VERSION=: سیستم
STR_CPU_CLOCK=: ساعت
STR_CPU_CACHE=: کش
STR_CPU_CORES=: هسته ها
STR_MEMORY_NAME=: حافظه
STR_MEMORY_VENDOR=: فروشنده
STR_MEMORY_SIZE=: اندازه
STR_MEMORY_TYPE=: نوع
STR_MEMORY_RELEASE_DATE=: زمان عرضه
STR_DISK_NAME=: دیسک
STR_DISK_VENDOR=: فروشنده
STR_DISK_SIZE=: اندازه
STR_DISK_CACHE=: کش
STR_DISK_POWER_ON_HOUR=: قدرت ساعت
STR_DISK_POWER_CYCLE_COUNT=: چرخه مصرف برق
STR_DISK_TRANSFER_SPEED=: سرعت انتقال
STR_DISK_INTERFACE_TYPE=: نوع رابط
STR_CPU_DETAIL_BTN={f 1}CPU{/f}
STR_MEMORY_DETAIL_BTN={f حافظه{ 1 {/f}
STR_DISK_DETAIL_BTN={f دیسک{ 1 {/f}
STR_CPU_DETAIL_BTN_HOT={f 23}{c #3a70af}CPU{/a}{/f}
STR_MEMORY_DETAIL_BTN_HOT={f 23}{c #3a70af} حافظه {/a}{/f}
STR_DISK_DETAIL_BTN_HOT={f 23}{c #3a70af} دیسک {/a}{/f}
STR_CPU_TYPE_LBL=CPU:
STR_MEMORY_TYPE_LBL= :حافظه
STR_DISK_TYPE_LBL= :دیسک
STR_DISPLAY_ADAPTER_TYPE_LBL=Display adapter:
STR_MAINBOARD_TYPE_LBL=Motherboard:
STR_MONITOR_TYPE_LBL= :نمایشگر
STR_LOADING=... بارگذاری
;Settings
STR_ST_GENERAL= اصلی
STR_ST_AUTO_RUN= را اجرا کن EaseUS DriverHandy در زمان شروع ویندوز
STR_ST_MINIMIZE_TO_TRAY= هنگام بستن برنامه آیکون را در نوار وظیفه قرار بده
STR_ST_AUTO_SCAN= زمانی که برنامه راه اندازی می شود، به طور خودکار اسکن می شود
STR_ST_USE_CL= استفاده از Conqueror Live برای تشخیص محیط بازی و بهینه سازی
STR_ST_AUTO_UPDATE= بروزرسانی خودکار
STR_ST_DRIVERS= درایورها
STR_ST_DOWNLOAD_FOLDER= پوشه دانلود
STR_ST_BACKUP_FOLDER= پوشه پشتیبان
STR_ST_FOLDER_BROWSE= بازکردن پوشه
STR_ST_AUTO_BACKUP_INSTALL= قبل از نصب درایور از آن نسخه پشتیبان بساز
STR_ST_AUTO_BACKUP_UNINSTALL= قبل از حذف درایور از آن نسخه پشتیبان بساز
STR_ST_AUTO_BACKUP_SYSTEM= قبل از نصب درایور، یک نقطه بازگردانی برای سیستم به طور
خودکار ایجاد کن
STR_ST_NETWORK= شبکه
STR_ST_DOWNLOAD_SPEED=: حداکثر سرعت دانلود
STR_ST_NO_PROXY= بدون پروکسی
STR_ST_IE_PROXY= به طور خودکار پروکسی را شناسایی کنید (از تنظیمات اینترنت اکسپلورر استفاده
(کنید
STR_ST_SPEC_PROXY= یک سرور پروکسی را انتخاب کنید
STR_ST_PROXY_HOST=Host:
STR_ST_PROXY_PORT=Port:
STR_ST_PROXY_USERNAME=: نام کاربری
STR_ST_PROXY_PASSWORD=: کلمه عبور
STR_ST_PRO=Pro
STR_ST_EXOPRTDLG_TITLE= اطلاعات سخت افزاری را ذخیره کنید
STR_ST_EXOPRTDLG_FILENAME= اطلاعات سخت افزار
STR_ST_EXPORT_FILE_BTN= خروجی اطلاعات
STR_ST_CHOOSE_FILE_LBL=: زبان را انتخاب کنید
STR_ST_CHOOSE_FILE_TIP_LBL=* زبان جدید ممکن است با رابط ما مناسب نباشد. ما آن را در
آینده نزدیک بهبود خواهیم داد.
STR_ST_LANGUAGE= زبان
STR_ST_FOLDER_OPEN=... بازکن
STR_ST_TEST_PROXY= تست
STR_ST_APPLY_PROXY= اعمال
STR_ST_RESTORE_DEFAULT= تنظیمات پیش فرض را بازیابی کنید
STR_SETTING_CHANGED_SAVE= شما تغییراتی درتنظیمات EaseUS DriverHandy ایجاد کرده اید.آیا
?میخواهید ذخیره کنید
STR_SETTING_OK_SAVE=EaseUS DriverHandy تنظیمات با موفقیت تغییر کرد
;FreeAriva
STR_LAB_TITLE= فعال سازی رایگان
STR_LAB_TITLE فعال شده= 2
STR_LAB_TITLE ثبت نام= 3
STR_BTN_ACTIVE= فعال سازی
STR_BTN_ACTIVING=... دسترسی به
lab_avir_t ما کد فعال سازی را به ایمیل شما ارسال خواهیم کرد= 1
lab_avir_t2={f 5}{c #4E81BF}EaseUS DriverHandy Pro فعال شد !{/c}{/f}
lab_avir_t3={f 1}{c #6B6B6B} کد فعال سازی به ایمیل شما فرستاده شده است و برای اینکه فعال سازی به
درستی انجام شود. لطفا کد را برای استفاده در آینده نگه دارید. {/c}{/f}
btn_not_received=<u>؟ دریافت نشد </u>
btn_arv_received=<u> کد فعال سازی را وارد کنید </u>
btn_ar_close= بستن
lab_avir_t4={f 5}{c #4E81BF} لطفا کد فعال سازی خود را وارد کنید {/c}{/f}
lab_avir_t5={f 1}{c #6B6B6B} کد را فراموش کرده اید؟ لطفاً {a}<u> ایمیل خود را دوباره وارد کنید </u>{/
a}.{/c}{/f}
lab_avir_asok={f 5}{c #4E81BF}! عالی {/c}{/f}<n>{f 5}{c #6B6B6B}EaseUS DriverHandy Pro با موفقیت
فعال شد {/c}{/f}<n>{f 1}{c # اگر مشکلی دارید، با تیم پشتیبانی ما تماس بگیرید. متشکرم!{ 666666 {/c}{/f}
lab_avir_bout_pro=<u> چیست EaseUS DriverHandy Pro?</u>
STR_ARIVA_INPUT_EMAIL= لطفاً ایمیل خود را وارد کنید
STR_ARIVA_INPUT_SERIAL= کد فعال سازی را وارد کنید
STR_ARIVA_EMAIL_FMT_ERROR=! آدرس ایمیل نامعتبر است
STR_ARIVA_SERIEAL_EXAMPLE=E.g.: XXXXX-XXXXX-XXXXX-XXXXX-XXXXX
STR_ARIVA_EMAIL_EXAMPLE=Example@company.com
STR_ARIVA_RETRIEVE= بازیابی کد فعال سازی
STR_ARIVA_ORDERFAQ= راهنمای سفارش
STR_VERIFY_FAILED=! فعال سازی ناموفق
STR_VERIFY_NETWORK_ERROR= فعال سازی انجام نشد! لطفا شبکه خود را بررسی کنید
STR_VERIFY_SUCS=! فعال سازی با موفقیت انجام شد
STR_VERIFY_TIMEOUT=! فعال سازی منقضی شده است
STR_VERIFY_CODE_INVAL=! فعال سازی به علت نامعتبربودن کد انجام نشد
STR_VERIFY_EMAILADDR_ERROR=! آدرس ایمیل نامعتبر است
STR_VERIFY_SERVER_CLOSE=! سرور ما بسته شده است
STR_VERIFY_EMAIL_LACK=! ایمیل شما مورد استفاده قرار گرفته است
STR_VERIFY_CODE_LACK=. این کد از بین رفته است
lab_avir_t6={f 5}{c #4E81BF}EaseUS DriverHandy Pro فعال شده است .{/c}{/f}
lab_avir_tips={f 0}{c # حالا شما دسترسی کامل به{ 888888 EaseUS DriverHandy Pro . ویژگی های را دارید
لطفاً <n> اگر مشکلی داشتید با ما تماس بگیرید .{/c}{/f}
btn_active_serial_copy= کپی
STR_ACTIVATED_CODE={f 2}{c # کد:{ 888888 {c #5c5e64}%s{/c}{/c}{/f}
STR_ACTIVATED_EMAIL=" " :ایمیل
STR_ACTIVATED_DATE={f 2}{c # زمان فعال سازی{ 888888 : {c #5c5e64}%s{/c}{/c}{/f}

STR_ACTIVATE_PAY_T1={f 5}{c #4E81BF} با تشکر از شما برای استفاده از EaseUS DriverHandy!{/c}{/
f}
STR_ACTIVATE_PAY_T2={f 2}{c #5c5e مزایای اصلی نسخه{ 64 Pro:{/c}{/f}
STR_ACTIVATE_PAY_F .درایور ها را از آخرین نسخه درایوردانلود کنید= 1
STR_ACTIVATE_PAY_F .بازگرداندن درایور از پشتیبان= 2
STR_ACTIVATE_PAY_F دستگاه های متصل به= 3 USB .را سریع تعمیر کنید
STR_ACTIVATE_PAY_F درایور های سیستم را به طور کامل تعمیر کنید.= 4
STR_ACTIVATE_PAY_F .پیش از آنکه سیستم تغییر یا بازگردانده شود، تمام درایور ها را دانلود کنید= 5
STR_ACTIVATE_PAY_N={c #FFFFFF}« فعال کردن » لطفا کد مجوز را وارد کنید و برای فعال شدن روی
کلیک کنید EaseUS DriverHandy Pro.{/c}
STR_ACTIVATE_BUYNOW= هم اکنون خریداری کنید
STR_ACTIVATE_RETRCODE={f 9}<u> بازیابی کد </u>{/f}
STR_ACTIVATE_PRICE_ORG_TEXT=: اصلی
STR_ACTIVATE_PRICE_ORG= دلار 19.9
STR_ACTIVATE_PRICE_NOW= اکنون: 9.9 دلار
STR_ACTIVATE_MSG_FREE_CLOSE= فعال سازی رایگان پایان یافته است لطفا مجوز را برای فعال
سازی نسخه Pro .خریداری کنید
STR_ACTIVATE_BUY_NOW_URL=http://www.drivethelife.com/purchase/buy-drivertalent-
pro.html
;chargedoc
STR_DOCPRO_LAB_TIP 5 ثانیه برای دریافت= 1 EaseUS DriverHandy Pro!!!
STR_DOCPRO_LAB_TIP مجوز تمام وقت را دریافت کنید!= 2
STR_DOCPRO_BTN_CONTINUE= ادامه دهید
STR_DOCPRO_LAB_TITLE=EaseUS DriverHandy Pro
SRT_CHARGE_ITEM_TITLE_ دانلود درایور خودکار و نصب= 1
SRT_CHARGE_ITEM_LAB_1_1=EaseUS DriverHandy Pro برای شما یک درایور اتوماتیک و کامل را نصب
می کند.
SRT_CHARGE_ITEM_LAB_1_ استفاده از= 2 EaseUS DriverHandy رایگان , شما باید به صورت دستی دانلود
.و نصب درایورها را انجام دهید
SRT_CHARGE_ITEM_LAB_1_3=EaseUS DriverHandy رایگان فقط برای شما دانلود درایور را فراهم می
.کند. شما باید دستی آن را از دایرکتوری دانلود نصب کنید
SRT_CHARGE_ITEM_TITLE_ حالت جدید ترین درایور= 2
SRT_CHARGE_ITEM_LAB_2_1=EaseUS DriverHandy Pro شما را با آخرین نسخه های درایور فراهم می
.کند که به شدت عملکرد سخت افزاری را بهبود می بخشد
SRT_CHARGE_ITEM_LAB_2_2=EaseUS DriverHandy رایگان درایور های پایدار برای دستگاه های سخت
.افزاری مورد نیاز را فراهم می کند
SRT_CHARGE_ITEM_TITLE_ بازگرداندن درایور= 3
SRT_CHARGE_ITEM_LAB_3_1=EaseUS DriverHandy Pro شما را با قابلیت بازگرداندن درایور را فراهم
می کند، که ازنمایش صفحه آبی در رایانه شما پس از به روز رسانی درایور جلوگیری می کند..
SRT_CHARGE_ITEM_LAB_3_ استفاده از= 2 EaseUS DriverHandy رایگان ,شما فقط می توانید نسخه
پشتیبان تهیه کنید و امکان باز گرداندن درایور وجود ندارد.
SRT_CHARGE_ITEM_LAB_3_ استفاده از= 3 EaseUS DriverHandy رایگان , شما نمی توانید به این ویژگی
دسترسی پیدا کنید.
SRT_CHARGE_ITEM_TITLE_ حذف کننده درایور= 4
SRT_CHARGE_ITEM_LAB_4_1=EaseUS DriverHandy Pro شما را با نصب کامل درایور ، که تمام فایل
.های درایور خراب را حذف می کند
SRT_CHARGE_ITEM_LAB_4_ استفاده= 2 EaseUS DriverHandy رایگان, شما نمی توانید به این ویژگی
.دسترسی پیدا کنید
SRT_CHARGE_ITEM_TITLE_ چاپگرهای شبکه= 5
SRT_CHARGE_ITEM_LAB_5_1=EaseUS DriverHandy Pro قادر به اضافه کردن سریع چاپگر شبکه از جمله
جستجوی مدل چاپگر شبکه و نصب درایور چاپگر می باشد.
SRT_CHARGE_ITEM_LAB_5_ استفاده از= 2 EaseUS DriverHandy رایگان , شما می توانید عملکرد
جستجوی چاپگر شبکه لذت ببرید.
SRT_CHARGE_ITEM_TITLE_6=USB- دستگاه های متصل
SRT_CHARGE_ITEM_LAB_6_1=EaseUS DriverHandy Pro اجازه می دهد تا شما به سرعت مشکلات
دستگاه های جانبی را حل کنید.
SRT_CHARGE_ITEM_LAB_6_ استفاده از= 2 EaseUS DriverHandy رایگان , شما نمی توانید به این ویژگی
دسترسی پیدا کنید.
SRT_CHARGE_ITEM_TITLE_ درایور های سیستم= 7
SRT_CHARGE_ITEM_LAB_7_1=EaseUS DriverHandy Pro. مشکلات درایور سیستم را کامل حل خواهد کرد
SRT_CHARGE_ITEM_LAB_7_ استفاده از= 2 EaseUS DriverHandy رایگان, شما نمی توانید به این ویژگی
دسترسی پیدا کنید.
SRT_CHARGE_ITEM_TITLE_ پیش دانلود درایور ها برای رایانه خود= 8
SRT_CHARGE_ITEM_LAB_8_1=EaseUS DriverHandy Pro شما را قادر می سازد تا درایور ها را با توجه به
مشخصات سخت افزاری خود دانلود کنید، که پس از تغییر سیستم، زمان خود را در دانلود درایور ها را ذخیره می
.کند
SRT_CHARGE_ITEM_LAB_8_ استفاده از= 2 EaseUS DriverHandy رایگان , شما می توانید از پیش درایور
ها را اسکن کنید امّا نمی توانید آن ها را دانلود کنید.
SRT_CHARGE_ITEM_TITLE_ درایورهای پیش از دانلود برای یک رایانه دیگر( 1رایانه /روز)= 9
SRT_CHARGE_ITEM_LAB_9_1=EaseUS DriverHandy Pro شما را قادر می سازد از طریق وارد کردن
مشخصات سخت افزاری، درایورها را برای رایانه دیگری دانلود کنید، مخصوصاً زمانی مفید است که رایانه هدف
بدون اینترنت باشد.
SRT_CHARGE_ITEM_LAB_9_ استفاده از= 2 EaseUS DriverHandy رایگان , شما می توانیداز قبل درایورها
اسکن کنید امّا نمی توانید آن را دانلود کنید.
SRT_CHARGE_ITEM_TITLE_ پشتیبانی آنلاین= 10
SRT_CHARGE_ITEM_LAB_10_1=EaseUS DriverHandy Pro شما با یک تماس در زمان واقعی و پشتیبانی
.فنی از راه دور به شما ارائه می دهد
SRT_CHARGE_ITEM_LAB_10_ استفاده از= 2 EaseUS DriverHandy رایگان, شما نمی توانید به این ویژگی
دسترسی پیدا کنید.
SRT_CHARGE_ITEM_TITLE_ نقطه بازگردانی سیستم= 11
SRT_CHARGE_ITEM_LAB_11_1=EaseUS DriverHandy Pro به شما اجازه می دهد تا نقطه بازیابی سیستم
را ایجاد کنید. شما می توانید کامپیوتر خود را به حالت عادی بازگردانید (نقطه بازگردانی) اگر مشکلی جدی وجود
داشته باشد.
SRT_CHARGE_ITEM_LAB_11_ استفاده از= 2 EaseUS DriverHandy رایگان, شما نمی توانید به این ویژگی
دسترسی پیدا کنید.
SRT_CHARGE_ITEM_TITLE_ تعمیر رایانه= 12
SRT_CHARGE_ITEM_LAB_12_1=EaseUS DriverHandy Pro شما قادر می سازد تا خرابی های رایانه
مانندصفحه سیاه و آبی ویا بدون صدا وبیشتر را به راحتی انجام دهید.
SRT_CHARGE_ITEM_LAB_12_ استفاده از= 2 EaseUS DriverHandy رایگان, شما نمی توانید به این ویژگی
دسترسی پیدا کنید.
SRT_CHARGE_ITEM_TITLE_ پشتیبانگیری درایور= 13
SRT_CHARGE_ITEM_LAB_13_1=EaseUS DriverHandy Pro با تهیه فایل پشتیبان از درایور از مشکلات
رایانه بعد از بروزرسانی جلوگیری می کند.
SRT_CHARGE_ITEM_LAB_13_ استفاده از = 2 EaseUS DriverHandy رایگان, شما نمی توانید به این ویژگی
دسترسی پیدا کنید.
.
SRT_CHARGE_ITEM_COUNT=13
;free
SRT_CHARGE_ITEM_FREE_LAB_ اسکن برای بررسی همه مشکلات درایور (پیدا کردن از دست= 1
(رفته، گم شده، خراب، خراب، آسیب دیده و رانندگان ناسازگار
SRT_CHARGE_ITEM_FREE_LAB_ دانلود درایورهای صحیح= 2
SRT_CHARGE_ITEM_FREE_LAB_ چند نسخه درایور موجود برای دانلود را ارائه دهد= 3
SRT_CHARGE_ITEM_FREE_LAB_ حالتهای دانلود خودکار و دستی را ارائه دهد= 4
SRT_CHARGE_ITEM_FREE_LAB_ پشتیبان گیری از درایور در کامپیوتر محلی با یک کلیک= 5
SRT_CHARGE_ITEM_FREE_LAB_ بازگرداندن درایورهای شبکه از نسخه پشتیبان= 6
SRT_CHARGE_ITEM_FREE_LAB_ حذف کامل درایورها= 7
SRT_CHARGE_ITEM_FREE_LAB_ لیست نمایه سخت افزار کامپیوتر را صادر کنید= 8
SRT_CHARGE_ITEM_FREE_LAB_ نصب درایور با فایل های درایور دانلود شده در ویژگی پیش= 9
دانلود
SRT_CHARGE_ITEM_FREE_LAB_ اطلاعات سخت افزاری کامپیوتر را مشاهده کنید= 10
SRT_CHARGE_ITEM_FREE_LAB_ شخصی سازی تنظیمات= 11
SRT_CHARGE_ITEM_FREE_LAB_ پشتیبانی از= 12 Windows 10, 8.1, 8, 7, XP, Vista, and
Windows Server
SRT_CHARGE_ITEM_FREE_COUNT=12
;Pre-download
;for this pc
STR_EVA_THIS_OR= یا
STR_EVA_THIS_STEP مرحله 1: نسخه سیستم را که می خواهید نصب کنید را انتخاب کنید= 1
STR_EVA_THIS_STEP1_DEC= قبل از دانلود سیستم عامل های پایدار قبل از جایگزینی یا به روز رسانی
.سیستم
STR_EVA_THIS_STEP مرحله 2: نصب درایور= 2
STR_EVA_THIS_STEP2_DEC= اسکن مسیر فایل درایور به نصب درایورهوشمند
;ask for help
STR_EVA_HELP_STEP2_DEC= از یک کامپیوتر دیگر استفاده کنید، مشخصات سخت افزاری را برای
دانلود وارد کنید
STR_EVA_BROWSER= مرورگر
STR_EVA_HELP_CHOOSE= دایرکتوری صادرات مشخصات سخت افزاری را انتخاب کنید (*.inf)
;head
STR_EVA_HEAD_TIP={f قبل از دانلود به درایور ها کمک می کند قبل از تغییر سیستم و یا بازگرداندن{ 1
سیستم .{/f}
STR_EVA_HEAD_BACK= بازگشت
;view_step1
STR_EVA_LAB_STEP :یک گزینه را انتخاب کنید= 1
STR_EVA_OPTION1={f درایور ها پیش از دانلود برای کامپیوتر شخصی من{ 1 .{/f}
STR_EVA_OPTION2={f درایور پیش از دانلود برای یک کامپیوتر دیگر با وارد کردن{ 1 <n> مشخصات
سخت افزاری .{/f}
STR_EVA_OPTION3={f نمایه سخت افزاری من برای دانلود درایور در{ 1 <n> یک رایانه دیگر (برای اینترنت
من در دسترس نیست ).{/f}
STR_EVA_OPTION4={f نصب درایور با فایل های درایور دانلود شده{ 1 .{/f}
;view_export_inf
eva_export_path_lab= :دایرکتوری پروفایل سخت افزار را انتخاب کنید
eva_export_set_chk= .زمانی که صادرات انجام می شود دایرکتوری را باز کنید
eva_local_export_btn= صادرات
STR_EVA_EXPORT_TIPS={f پس از انجام صادرات مشخصات سخت افزاری، می توانید از آن برای{ 1
دانلود درایورها با استفاده از هر کامپیوتر در اینترنت استفاده کنید EaseUS DriverHandy's ویژگی پیش دانلود .{/f}
STR_EVA_EXPORT_DEFALUT_NAME= پیش دانلود .inf
STR_EVA_EXPORT_DLG_TITLE= دایرکتوری پروفایل سخت افزار را انتخاب کنید
STR_EVA_CHOOSE_DOWNLOAD_DIR=: دایرکتوری دانلود را انتخاب کنید
STR_EVA_CHOOSE_SYS= سیستم خود را انتخاب کنید
STR_EVA__EXPORT_NOT_SELECT_FILE=! دایرکتوری پروفایل سخت افزار انتخاب نشده است
;view_drv_download
STR_EVA_OPEN_INFFILE_TITLE= مشخصات سخت افزاری را انتخاب کنید
STR_EVA_NOT_SELECT_DEVICE_INF=! مسیر فایل های درایور انتخاب نشده است
STR_EVA_DOWNLOAD_OVER_TIPS={f 1}{c #FFFFFF} درایور ها با موفقیت دانلود شدند
<u><a>%s</a></u>.{/f}<n>{f در صورت لزوم می توانید رانندگان را با مراحل زیر نصب کنید{ 1 : {c
#FFFFFF}<n><n>>> اجرا کن EaseUS DriverHandy
STR_EVA_DOWNLOAD_OVER_TIPS2=<n>>> با کلیک بر روی زبانه پیش بارگیری <n >>> را
انتخاب کنید "نصب درایور با فایل های درایور دانلود شده "{/c}<n><n> سپس دستورالعمل روی صفحه را برای
تکمیل نصب درایور دنبال کنید .{/c}{/f}
STR_EVA_CHOOSE_HWFILE=: مشخصات سخت افزاری را انتخاب کنید
STR_EVA_DRVDOWN_SCAN=: اسکن و دانلود
STR_EVA_DOWNBTN= دانلود
STR_EVA_DOWNING= درحال دانلود
STR_EVA_DOWNING_CANCEL= لغو شده
STR_EVA_SYSMATCHED={c #5c5e سیستم هماهنگ{ 64 : {/c}{f 9}{c #fa3030}%s{/c}{/f}
STR_EVA_DOWN_DLG_TITLE= مسیر دانلود را مشخص کنید
STR_EVA_DOWN_DOTNET= نرم افزارهای ضروری گرافیکی
;off install
STR_OFFINSTALL_CHOOSE_PATH= مسیر درایور دانلود شده را مشخص کنید
STR_OFFINSTALL_DLG_TITLE= انتخاب فایل های درایور
STR_OFFINSTALL_SCAN= اسکن و نصب
STR_OFFINSTALL_SCANBTN= اسکن
STR_OFFINSTALL_INSTALL= نصب
STR_OFFINSTALL_CANCEL= توقف
STR_OFFINSTALL_INSTALLING= در حال نصب
STR_OFFINSTALL_CANCEL_RESTORE= لغو شده
STR_OFFINSTALL_SCAN_ERROR= هیچ درایوری موجود در این فهرست وجود ندارد! لطفا آن را اصلاح
کنید.
STR_OFFINSTALL_UPTODATE= بروزرسانی
STR_OFFINSTALL_OUTDATED= قدیمی
STR_OFFINSTALL_UPDATE= بروزرسانی
STR_OFFINSTALL_REUPDATE= بروزرسانی مجدد
STR_OFFINSTALL_CURRENT= فعلی
STR_OFFINSTALL_UPDATETO= به روز رسانی به
STR_OFFINSTALL_UNKNOW= ناشناخته
STR_OFFINSTALL_SYSTEM= سیستم
;evaluate message
STR_EVA_EXPORT_SUCCS=! صدور کامل شد
STR_EVA_EXPORT_FAILED=! صدور ناموفق
STR_EVA_DOWNLOAD_FINISH=! دانلود کامل شد
STR_EVA_INST_FINISH=! نصب کامل شد
prt_ipaddrnorbtn= جستجوی عادی
prt_ipaddrbtn= آدرس شبکه
prt_iprangebtn= بخش شبکه
;local
STR_REPAIR_TIP اگر درایور را تعمیر نکنید، مشکلات، خطاها و مسائل مربوط به کامپیوتر را دریافت= 1
خواهید کرد!
STR_REPAIR_TIP اگر درایور ها را تعمیر نکنید، کامپیوترها، خطاها یا مسائل را دریافت خواهند کرد!= 2
STR_REBOOT_TIP=! .تغییر بدون راه اندازی مجدد رایانه معتبر نخواهد بود
STR_UPDATE_TIP== ! دریافت جدیدترین درایور ها برای بهبود عملکرد رایانه شما
STR_CHAT_ONLINE= (با ما گپ بزنید (آنلاین
STR_CHAT_OFFLINE=( با ما گپ بزنید (آفلاین
STR_DOWNLOAD_ONEPC= !شما فقط می توانید درایور را برای یک رایانه دیگر در هر روز دانلود کنید
;files verify
STR_FILES_VERIFY_FAILED= .پرونده خراب شده! لطفا آن را دوباره نصب کنید
;SystemRestore
STR_SYSYTEM_RESTORE= بازگرداندن سیستم
STR_SYSYTEM_RESTORE_MENU= بازگرداندن سیستم
STR_SYSYTEM_RESTORE_TIP= توجّه : بازگرداندن سیستم تمام تغییرات اصلاح شده پس از نقطه
.بازگردانی سیستم را پاک می کند
STR_SYSYTEM_RESTORE_BTN= بازیابی
STR_SYSYTEM_CREATE_BTN= ایجاد
STR_SYSYTEM_RESTORE_CLOSE_BTN= بستن
STR_SYSYTEM_RESTORE_MSGBOX= آیا مطمئن هستید که می خواهید برای بازگرداندن سیستم
ادامه دهید؟ <n> <n> {c # fa بازگردانی سیستم تمام تغییراتی که بعد از نقطه بازگردانی سیستم { 3030
اصلاح شده است پاک خواهد شد . {/ c}
STR_SYSYTEM_RESTORE_MSGBOX_RESTORE= بازیابی
STR_SYSYTEM_RESTORE_ADD_POINT= نقطه بازگردانی سیستم
STR_LOCAL_SYSTEM_BACKUP={c #5c5e64}{f ایجاد نقطه بازگردانی سیستم. لطفا صبر{ 3
کنید ...{/f}{/c}
STR_SYSYTEM_RESTORE_SET=: نام نقطه بازگردانی سیستم
STR_SYSYTEM_RESTORE_ERROR .ورودی خالی است! لطفا دوباره تلاش کنید= 1
STR_SYSYTEM_RESTORE_CREATE_TIP1={f ... ایجاد نقطه بازگردانی سیستم. لطفا صبر کنید{ 1
{/ f}
STR_SYSYTEM_RESTORE_CREATE_TIP توجه: عملیات دیگر انجام ندهید.= 2
STR_SYSYTEM_RESTORE_CREATE_TIP3={f با موفقیت ایجاد شد!{ 1 {/f}
STR_SYSYTEM_RESTORE_CREATE_TIP4={f ایجاد نشد{ 1 {/f}
STR_SYSYTEM_RESTORE_CREATE_TIP5={f سیستم بازگردانی در حال حاضر وجود دارد{ 1 .{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP6={f بازگرداندن سیستم خاموش است{ 1 {/f}
STR_SYSYTEM_RESTORE_CREATE_TIP7={f ایجاد شده با موفقیت، اما سیستم لیست را به روز{ 1
نمی کند . <n> لطفا بعدا تازه سازی کنید .{/f}
STR_SYSYTEM_RESTORE_CREATE_TIP8={f بازگردانی تنظیم شده است در حفاظت از سیستم{ 2
غیرفعال شده است. <و> آیا می خواهید سیستم حفاظت را روشن کنید؟ {/f}
STR_SYSYTEM_RESTORE_CREATE_RESTORE1={f ابتدا سیستم را بازیابی کنید{ 1 . <n>
انجام عملیات دیگر را در طول فرایند انجام ندهید . {/f}
STR_SYSYTEM_RESTORE_CREATE_RESTORE این عملیات را نمی توان لغو= 2
کرد .STR_SYSYTEM_RESTORE_DELETE_FAIL= نمیتوانید نقطه بازگردانی سیستم را حذف کنید
STR_SYSYTEM_RESTORE_DELETE_TIP= مطمئنید که نقطه بازگرداندن انتخاب شده را حذف
کنید؟
STR_SYSYTEM_RESTORE_NOT_NOW= حالا نه
STR_SYSYTEM_RESTORE_GO= برو جلو برو
;ExitAppDOC
STR_EXITAPPDOC= توجّه
STR_EXITAPPDOC_EXITBTN= نه ممنون
STR_EXITAPPDOC_GETPROBTN= دریافت EaseUS DriverHandy Pro
STR_EXITAPPDOC_TIP مطمئن هستید که را ترک میکنید؟= 1 EaseUS DriverHandy?
STR_EXITAPPDOC_TIP درایور ها وجود دارد که باید در رایانه شما تعمیر می شود. اگر درایور ها تعمیر= 2
.نمی شوند، دستگاه های مرتبط ممکن است به درستی کار نکند
STR_EXITAPPDOC_TIP دریافت= 3 EaseUS DriverHandy Pro .برای دسترسی به ویژگی های کامل
STR_EXITAPPDOC_TIP_PRO .یکبار کلیک کنید و به روز رسانی درایور را نصب کنید= 1
STR_EXITAPPDOC_TIP_PRO .بازگرداندن درایور ها از پشتیبان= 2
STR_EXITAPPDOC_TIP_PRO دستگاه های متصل به= 3 USB .را سریع ببندید
STR_EXITAPPDOC_TIP_PRO .رانندگان سیستم را برای حل مشکلات به طور کامل= 4
STR_EXITAPPDOC_TIP_PRO پیش از آنکه سیستم تغییر یا بازگردانده شود، تمام درایورها را دانلود= 5
.کنید
STR_SYSYTEM_RESTORE_DELETE_FAIL=! حذف نقطه بازگردانی سیستم شکست می خورد
;NET PRINT
STR_NET_PRINT_TIP=؟ چاپگر شبکه موجود شناسایی شده است! میخواهید آن را اضافه کنید
STR_NET_PRING_DOWN_NO_DRIVER={f !هیچ درایور مناسبی برای این مدل چاپگر وجود ندارد{ 1
{a} بازگشت {/ a} را کلیک کنید و دیگری را امتحان کنید .{/f}
STR_PATH_FREE_SPACE= فضای ناکافی دیسک! لطفا مطمئن شوید که دیسک هدف دارای فضای آزاد
.بیش از 3 گیگابایت است
STR_PATH_CLEAR= فهرست مجدد را انتخاب کنید
STR_PATH_IGNORE= چشم پوشی
STR_SOFT_OPEN_FILE= فایل دانلود شده به طور مستقیم قابل اجرا نیست دایرکتوری این فایل را باز
کنید
STR_SOFT_OPEN_FILE_NO_EXIST= .پرونده حذف شده است لطفا دوباره آن را دانلود کنید
STR_SYSTEM_REPAIR_DEC= .خطای محیط سیستم ممکن است باعث شود درایور نصب نکنند
;toolbox
STR_HEAD_LAB= .محصولات توصیه شده برای حل محیط سیستم و مشکلات عملکرد
STR_TOOLBOX_COUNT=3
STR_INFO_TOOLBOX0_ تعمیر رایانه= 1
STR_INFO_TOOLBOX0_ مسائل مربوط به آداپتور صفحه نمایش، کارت صدا، بازی بازی و شکست های= 2
.بیشتر را رفع کنید
STR_INFO_TOOLBOX1_ تشخیص سخت افزار= 1
STR_INFO_TOOLBOX1_ نمایش= 2 CPU, motherboard, ، حافظه وبیشتر اطلاعات سخت افزار
STR_INFO_TOOLBOX2_1=PC Speeder
STR_INFO_TOOLBOX2_2=SpeQuick PC .و بهینه سازی عمیق برای عملکرد کامپیوتر شما
;STR_INFO_TOOLBOX2_ صفحه نمایش= 1 SnapShot
;STR_INFO_TOOLBOX2_ راحت ترین راه برای گرفتن عکس پیکربندی= 2
STR_INFO_TOOLBOX3_ آب و هوا= 1
STR_INFO_TOOLBOX3_ .به روز رسانی راحت آب و هوا= 2
STR_DOWNLOAD_DOFT_TIP=؟ نرم افزار باید دانلود و نصب شود. آیا مطمئن هستید که ادامه می دهید
STR_DOWNLOAD_PAUSE_TIP=؟ مطمئنید که نصب نرم افزار را ترک کنید
STR_TRY_TOOL= حالا امتحان کنید
;dateout time tip
STR_DATEOUT_TIP= با تشکر از شما برای استفاده از EaseUS DriverHandy. متاسفیم که کد فعال سازی شما
.منقضی شده است. لطفا آن را تمدید کنید
STR_DATEOUT_BUY_NOW= هم اکنون خریداری کنید
STR_DATEOUT_DETAIL= جزئیات
STR_BUY= هم اکنون خریداری کنید
STR_ACTIVE= فعال کردن
STR_GAME_MODULE_DOWNBTN= دانلود
STR_MENU_GAMEL_MODULE_REPORT= بازخورد
STR_GAME_MODULE_NAME=: نام ماژول
STR_GAME_MODULE_FEEDBACK= :مشکل ماژول
STR_LOCAL_INSTALL_CANCEL= لغو
STR_GAME_INSTALLBTN= نصب
;Main Menu
STR_USERGUIDE= کاربر
;FreeTrial
;start trying
STR_STARTTRYING_FREETRIAL= امتحان رایگان
STR_STARTTRYING_AVTIVATE= فعال سازی
STR_STARTTRYING_TIP یک قدم= 1
STR_STARTTRYING_TIP مدیریت درایور دستگاه : به روز رسانی، نصب، تعمیر، تهیه پشتیبان،= 2
.بازگرداندن، حذف، نصب مجدد، و غیره
STR_STARTTRYING_TIP خودکار= 3
STR_STARTTRYING_TIP .درایور های پشتیبان و ایجاد یک نقطه بازیابی قبل از نصب و حذف درایور= 4
STR_STARTTRYING_TIP یک کلیک= 5
STR_STARTTRYING_TIP دستگاه های جانبی را اضافه کنید: درایو= 6 USB، درایورهای چاپگر شبکه و
.دیگر دستگاه های سخت افزاری ناشناخته
STR_STARTTRYING_TIP هوشمند= 7
STR_STARTTRYING_TIP قبل از دانلود و ذخیره رادرایور برای کامپیوتر خود و دانلود درایور برای= 8
.کامپیوترهای دیگر
STR_STARTTRYING_TIP . تعمیر سیستم و کاهش خطا سیستم= 9
STR_STARTTRYING_NOTHANKS= .نه ممنون. مجوز تمام وقت را دریافت کنید
STR_STARTTRYING_TIPTITLE= میخواهید راه حل زیر را برای یک کلیک انتخاب کنید، لطفا به Pro فعال
کنید
;end_trying
STR_ENDTRYING_TITLE= با تشکر از شما برای استفاده از EaseUS DriverHandy
STR_ENDTRYING_TIP=<p 5><f 26><c ff فرصت استفاده از امتحان رایگان شما تمام شده< 0000
است . تاریخچه امتحان رایگان شما: </c></f></p>
STR_ENDTRYING_TIME=: زمان %s
STR_ENDTRYING_NAME=: نام درایور %s
STR_ENDTRYING_VER=: نسخه درایور %s
STR_ENDTRYING_TIP1=<p 5><f 1><c ffffff> درایور های زیر هنوز باید باشند %s</c></f></p>
STR_ENDTRYING_TIP2=<p 5><f 1><c 9c9c9c> توجه: تمام درایور های مورد نیاز توسط Driver
Handy دانلود می شوند. اگر شما نیاز به بروز رسانی / تعمیر / نصب درایور، دارید،لطفا به Pro برای یک راه حل
یک کلیک ،کلیک کنید .</c></f></p>
STR_ENDTRYING_HELP= بازیابی کد ثبت نام
STR_ENDTRYING_ACTIVATE= فعال کردن به Pros
;gram soft
STR_GAMESOFT_TITLE= ویژگی های جدید
STR_GAMESOFT_TIP= اجزای بازی
STR_GAMESOFT_TIP1=<p><f 1><c 9c9c9c> اجزای گمشده بازی را دانلود و نصب کنید .</c></
f></p>
STR_GAMESOFT_DOWNCOMPONENTS= فقط قطعات را دانلود کنید
STR_GAMESOFT_CHOOSE= انتخاب مرا به خاطر بسپار
STR_GAMESOFT_TIP نسخه ویژه برای بازی ها= 2
STR_GAMESOFT_TIP3=<p><f 1><c 9c9c9c>Game Boost: تجربه بازی پیک و عملکرد بالا
کامپیوتر .</c></f></p>
STR_GAMESOFT_TIP4=<p><f 1><c 9c9c9c> امتیاز عملکرد دستگاه: ببینید که چگونه دستگاه شما با
امتیاز عملکرد خود را پشتیبانی می کند (به زودی )</c></f></p>
STR_GAMESOFT_TIP5=<p><f 1><c 9c9c9c> کنترل شبکه: اطمینان حاصل کنید که بازی های خود
را با استفاده از تخصیص اینترنت هوشمند استفاده می کنید .</c></f></p>
STR_GAMESOFT_TIP6=<p><f 1><c 9c9c9c>DLL Files Helper: رفع .dll />.های مسائل فایل
c></f></p>
STR_GAMESOFT_GET= آن را دریافت کن

;error wnd
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP1=Your device is likely to be broken.
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP2=Please install an old version driver.
STR_LOCALDRV_REINSTALL_DISPLAY_ERROR_TIP3=If the problem persists, you may need to contact the device manufacturer to repair to change the device.

;activity
STR_ACTIVITY_A1=مجوز منقضی شده است
STR_ACTIVITY_A2=پیشنهاد ویژه خود را بررسی کنید
STR_ACTIVITY_A3=مجوز منقضی شده
STR_ACTIVITY_A4=ما از استفاده شما بسیار سپاسگزاریم.
STR_ACTIVITY_A5=آیا شما باقی می ماند، با 30٪ OFF در مجوز عمر طولانی؟
STR_ACTIVITY_A6=خرید مجوز عمر در 30٪ OFF
STR_ACTIVITY_A7=شاید بعدا
STR_ACTIVITY_A8=جواب منفی


STR_LEFT_News=عیب یابی
STR_EVA_HELP_STEP3_DEC=Please copy the pre-downloaded driver files to this machine for offline installation. 

;new setting item
STR_ST_DISABLE_WUDRIVER=غیرفعال کردن بروزرسانی درایور از Windows Update
STR_ST_DISABLE_WUDRIVER_TIP=This option only disables automatic driver updates for Windows 10 and the Windows Update feature will not be affected.

STR_SPEED_UP_NOW=سرعت کن


STR_UPGRADE_TITLE_0={f 3}{c #FF7F00}Buy Pro version to update drivers and fix device problems{/c}{/f}
STR_UPGRADE_TITLE_1={f 3}{c #FF7F00} Activate Pro version to repair{/c} {c #FF0000} %d device drivers.{/c}{/f}
STR_UPGRADE_CON_1=Install the latest driver to maximize hardware performance
STR_UPGRADE_CON_2=Update all drivers with one click
STR_UPGRADE_CON_3=Driver download speed up (approx 500KB-20MB/s)
STR_UPGRADE_CON_4=Automatic driver installation saves time
STR_UPGRADE_CON_5=Create restore points automatically
STR_UPGRADE_CON_6=Backup and restore drives
STR_UPGRADE_CON_7=Search LAN Printing intelligently
STR_UPGRADE_CON_8=View and export device information
STR_UPGRADE_CON_9=Update drivers for PCs without Internet connection
STR_UPGRADE_CON_10=All drivers are certified by Microsoft
STR_UPGRADE_CON_11=Free PC Expert Technical Support
STR_ST_FREE=Free
STR_BUY_PRO=Buy Pro
STR_KEY_FEATURES_OF_PRO=Key Features of DriverHandy Pro
STR_KEY_FEATURES_1=Install and update all drivers with one click
STR_KEY_FEATURES_2=Enjoy faster driver download speed
STR_KEY_FEATURES_3=Automatically backup drivers and create restore point
STR_KEY_FEATURES_4=Resolve tricky computer issues with smart and light tools
STR_KEY_FEATURES_5=Pre-download drivers for your own computer or other PCs
STR_KEY_FEATURES_6=All drivers are certified
STR_KEY_FEATURES_7=Free updates and tech support
STR_MONEY_BACK_GUARANTEE=30-Day Money Back Guarantee
STR_ARIVA_PURCHASED=Purchased
STR_ARIVA_INPUT_EMAIL_LONG=Please enter your license key and email address to activate it:
STR_ARIVA_INPUT_KEY=License key
STR_ARIVA_INPUI_EMAIL=Email
STR_ARIVA_PURCHASED=Purchased
STR_ARIVA_INPUT_EMAIL_LONG=Please enter your license key and email address to activate it:
STR_ARIVA_INPUT_KEY=License key
STR_ARIVA_INPUI_EMAIL=Email

STR_DRV_INSTALL_TIP=If your computer is running properly, it's not recommended to update drivers. Updating drivers may cause unexpected computer issues.
